tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'zsh'
brew 'tmux'
brew 'git'
brew 'nvim'
brew 'npm'

cask 'java'
brew 'maven'
brew 'gradle'

cask 'google-chrome'
cask 'spotify'
cask 'slack'
cask 'docker'
cask 'vlc'
cask 'alfred'

cask 'font-fira-code'
cask 'font-source-code-pro'
cask 'font-hack'

cask 'visual-studio-code'
cask 'jetbrains-toolbox'

